{
    "nav": {
        "home": "Home",
        "projects": "Progetti",
        "research": "Ricerca",
        "about": "Bio",
        "contact": "Contatti"
    },
    "home": {
        "title": "Leonardo Melchionda",
        "subtitle": "chitarrista, compositore, ricercatore"
    },
  "projects": {
    "title": "",
    "albumTitle": "998",
    "albumTitle2": "Prelude Fugue Allegro",
    "description": "998 ",
    "description0": "è un viaggio sonoro di trasformazione.",
    "description1": "Guidata dal suono fantasmagorico di una chitarra elettrica arancione, questa esperienza conduce alla scoperta di un orizzonte inatteso dove differenti stili musicali risuonano l’uno con l’altro. Il capolavoro Preludio, Fuga Allegro (BWV 998) di J. S. Bach è il punto di partenza da cui si plasma una costellazione sonora di nuovi linguaggi musicali attorno alla musica drone, all'avanguardia, al post-rock, alla musica psichedelica e al minimalismo.",
    "description2": "In 998 il materiale compositivo del brano di Bach - originariamente scritto per il <i>lautenwerk</i>, uno strumento a tastiera simile al clavicembalo ma che suona come l'arciliuto - viene decostruito e trasfigurato come se attraversasse un viaggio esistenziale fatto di suoni elettrici. Pur preservando invariata la struttura tripartita dell’opera originale, questo processo di invenzione e interpretazione per chitarra elettrica segna un cammino che dall’intuizione degli armonici superiori svelati dai <i>long sustained tones</i> del Preludio, si risolve nell’ipnotica ripetizione del soggetto della Fuga che varia e si stratifica nel tempo fino alla edificazione di un imponente wall of noise nel momento di massimo parossismo, per poi disintegrarsi in un istante, e alla fine risollevarsi nelle eteree progressioni di accordi dell'Allegro.",
    "description3": "Con 998 la musica del repertorio classico si rivoluziona. Compiendo un giro su se stessa, torna infine a una nuova vita per ispirare molteplici scenari immaginativi di ascolto e creazione. Questa musica delinea un percorso attraverso stili musicali lontani che celebrano la pura essenza e l'energia del suono. ",
    "description4": "Leonardo Melchionda, <i>chitarra elettrica</i>",
    "description5": "Musica composta ed eseguita da Leonardo Melchionda.",
    "description6": "Pubblicato per Setola di Maiale, 23 Gennaio 2026.",
    "linkCd": "Ottieni il tuo CD e il download digitale dell'album"
  },
    "research": {
        "title": "Multisensory Sounds <1/>Verso un'esperienza della musica accessibile per le persone Sorde e con ipoacusia",
        "description1": "Questa ricerca indaga pratiche compositive e performative innovative per favorire esperienze multisensoriali della musica accessibili alle persone Sorde e con ipoacusia attraverso sistemi vibrotattili capaci di stimolare la percezione aptica del suono. Esplora inoltre come migliorare l’esperienza musicale degli utenti di impianto cocleare, elaborando un protocollo dedicato di riabilitazione neurosensoriale. Sebbene l’interesse verso questo ambito sia in crescita, emerge la necessità di ulteriori approfondimenti, soprattutto nel coinvolgimento diretto delle persone Sorde e ipoudenti nelle fasi sperimentali e nei processi di creazione artistica. <1/> La ricerca si colloca in un contesto multidisciplinare collaborando con il reparto di otorinolaringoiatria dell’Azienda Ospedaliero-universitaria Senese e con gli istituti di biorobotica dell’Università di Siena e della Scuola Superiore Sant’Anna di Pisa. Adotta una metodologia qualitativa basata su laboratori di composizione collettiva, interviste aperte e focus group. I risultati attesi includono una performance multisensoriale accessibile e una dissertazione che documenti l’intero processo.",
        "publication": "<bold>Pubblicazioni</bold>",
        "presentation": "Presentazione poster scientifico al Terzo Convegno ANDA presso il Conservatorio di Musica “A. Vivaldi” di Alessandria in data 17-19 ottobre 2025, maggiori informazioni visita il sito web di ",
        "read": "Leggi ",
        "altImage": "ricerca"
    },
    "about": {
        "description": "è chitarrista, compositore, ricercatore e docente, attivo nella musica sperimentale, contemporanea e classica, improvvisazione libera, sound art, performance multidisciplinare.",
        "description1": "Processare il suono della chitarra con la pratica elettronica, tradurre le forme della musica classica in linguaggi musicali contemporanei, impostare l'equilibrio tra notazione musicale e indeterminazione, sottolineare la fisicità del suono, arricchire la performance musicale con una varietà di fenomeni sensoriali, esplorare le potenzialità della percezione aptica del suono, sono le caratteristiche specifiche del suo processo compositivo.",
        "description2": "Attualmente conduce una ricerca di dottorato presso il Conservatorio di Siena indagando il rapporto tra musica, accessibilità multisensoriale e sordità.",
        "description3": "Alcuni dei suoi progetti originali includono il brano per chitarra elettrica 998, la performance multisensoriale Beatitudine, il duo musica-danza Together/Drifting.",
        "description4": "Nel gennaio 2026 pubblica il suo album di debutto 998 con l’etichetta italiana Setola di Maiale.",
        "description5": "Ha suonato e collaborato con Anthony Braxton, Alvin Curran, Ictus ensemble, Maurizio Pisati, Fritz Hauser, Ellen Arkbro, Jessie Cox, tra gli altri. Si è esibito in luoghi come Angelica - Festival Internazionale di Musica, Accademia Filarmonica Romana (IT), Darmstädter Ferienkurse (DE), Muziekcentrum De Bijloke, Concertgebouw Brugge, Bozar Brussels (BE)."
    },
    "contact": {
        "title": "Contatti",
        "music": {
            "title": "Info Generali e Booking"
        },
        "research": {
            "title": "Ricerca"
        },
        "follow": {
            "title": "Segui"
        }
    },
    "footer": {
        "name": "Leonardo Melchionda",
        "rights": "Tutti i diritti riservati."
    }
}